<div style="margin-left: 15px; margin-right: 15px;direction: rtl">
    <div style="text-align: center;">
        <h1 >الشروط والأحكام</h2>
        <p>يُرجى قراءة شروط وأحكام الاستخدام المنصوص عليها  بدقة  قبل استخدام هذا الموقع .</p>
        <p>من خلال هذه الشروط  نوضح كيفية التعامل وفق القواعد الملزمة لاستخدام موقعنا</p>
    </div>

    <h2>أ-سياسة الخصوصية</h1>
        <div>تحكم سياسة الخصوصية الطريقة التي تجمع، تستخدم ، وتحافظ  وتكشف عبرها منصتنا عن المعلومات التي يتم جمعها من المستخدمين ( معلمون و طلاب) وتنطبق سياسة الخصوصية على جميع المنتجات والخدمات التي تقدمها المنصة  ويتمثل  الهدف من استخدام هذه المعلومات في  تحسين مستوى الخدمة، و يعد استخدام هذه الخدمات بمثابة موافقة على سياسة الخصوصية</div>

        <div style="margin: 25px;">
            <ui>
                <li style="margin-top: 20px; margin-bottom: 10px; font-weight: bold;">معلومات التعريف الشخصية: المعلومات الشخصية</li>
                    <div style="margin-left: 25px;margin-right: 25px;">
                        <div>قد نقوم بجمع معلومات التعريف الشخصية من المستخدمين بطرق متنوعة، بما في ذلك ،على سبيل المثال لا الحصر، عندما يزور المستخدمون منصتنا ويسجلون دخولهم عليها، وفيما يتعلق بأنشطة ، أو خدمات ، أو مزايا أو موارد أخرى نوفرها على المنصة. قد يُطلب من المستخدمين، حسب الأحوال، الاسم ، وعنوان البريد الإلكتروني ،ومعلومات بطاقة الائتمان. ولا نجمع معلومات التعريف الشخصية من المستخدمين إلا  إذا قدموا هذه المعلومات لنا طوعاً. ويمكن للمستخدمين دائمًا رفض تقديم معلومات تُحدد الهوُية الشخصية ، علمًا بأن ذلك من شأنه منعهم من المشاركة في أنشطة معينة متعلقة بـالمنصة.</div>
                    </div>

                <li style="margin-top: 20px;margin-bottom: 10px;font-weight: bold;">معلومات التعريف غير الشخصية: بيانات الاستخدام</li>
                    <div style="margin-left: 25px;margin-right: 40px;">
                        <div>الموافقة على الشروط والأحكام تعني الموافقة على مشاركة بعض المعلومات الشخصية والمدخلة؛ منها الإطلاع علي الحصص وصلاحيتنا في التعديل البيانات.
                            قد نقوم بجمع معلومات التعريف غير الشخصية عن المستخدمين كلما تفاعلوا مع المنصة، و قد تتضمن معلومات التعريف غير الشخصية اسم المتصفح، ونوع جهاز الحاسب والمعلومات التقنية حول وسيلة اتصال المستخدمين بـالمنصة، مثل نظام التشغيل و موفري خدمة الإنترنت ومعلومات أخرى مماثلة.
                            </div>
                    </div>

                <li style="margin-top: 20px;margin-bottom: 10px;font-weight: bold;">كيف نستخدم المعلومات التي يتم جمعها:</li>
                <div style="margin-left: 25px;margin-right: 40px;">
                    <div>يمكن لـموقعنا أن يجمع وأن يستخدم المعلومات الشخصية للمستخدمين للأغراض التالية</div>
                </div>
                <div style="margin-left: 60px;margin-right: 40px;">
                    <div>
                        <div style="margin-bottom: 7px;">− تحسين خدمة العملاء: تساعدنا المعلومات التي يتم جمعها على الاستجابة لطلبات العملاء واحتياجات الدعم بشكل أكثر فعالية.</div>
                        <div style="margin-bottom: 7px;">− إضفاء طابعٍ شخصيٍّ على تجربة المستخدم، فقد نستخدم المعلومات في المُجمل لفهم كيفية استخدام مستخدمينا كمجموعةٍ للخدمات والموارد المتوفرة على الموقع.</div>
                        <div style="margin-bottom: 7px;">− تحسين المنصة: قد نستخدم المعلومات التي يتم جمعها لتحسين منتجاتنا وخدماتنا.</div>
                        <div style="margin-bottom: 7px;">− مشاركة الغير في المعلومات : قد نستخدم المعلومات التي يقدمها المستخدمون عن أنفسهم عند تقديم طلب فقط لتوفير الخدمة لهذا الطلب. نحن لا نشارك هذه المعلومات مع الغير  إلا بالقدر اللازم لتقديم الخدمة.</div>
                        <div style="margin-bottom: 7px;">− لقيام بعرضٍ ترويجيٍّ، أو مسابقةٍ، أو استبيان، أو مزية أخرى للـ”التطبيق”: لإرسال معلومات لمن يوافق من الستخدمين على تلقيها عن المواضيعٍ التي نعتقد أنها تثير اهتمامهم. لتوجيه رسائل البريد الإلكتروني الدوري لهم يجوز أن نستخدم عنوان البريد الإلكتروني لإرسال معلومات المستخدم والتحديثات المتعلقة بطلبه. كما يمكن استخدامه للرد على استفساراتهم وأسئلتهم و/أو طلباتهم الأخرى.</div>
                    </div>
                </div>
            </ui>
        </div>
    <h2>ب- مشاركة المعلومات الخاصة بالمستخدم</h1>
        <div style="margin-left: 25px;margin-right: 40px;margin-bottom: 15px;">
            <div>نحن لا نبيع، أو نتاجر أو نؤجر معلومات التعريف الشخصية للمستخدمين الآخرين. وقد نشارك معلومات ديموجرافية مُجمعة عامةً وغير مرتبطة بأية معلومات تعريف شخصية تتعلق بالمستخدمين ، مع شركائنا التجاريين والشركات التابعة الموثوق فيها والشركات المُعلنة للأغراض الموضحة أعلاه. وقد نستخدم مزودي خدمات من الغير لمساعدتنا في تشغيل الموقع  أو إدارة الأنشطة نيابة عنا، مثل إرسال رسائل إخبارية أوعمل استطلاعات رأي . ويجوز لنا مشاركة معلومات المستخدم مع هذه الجهات لتلك الأغراض المحدودة .</div>
        </div>
        <div style="margin-left: 60px;margin-right: 40px;">
            <div>
                <div style="margin-bottom: 7px;">- المعلومات التي يقدمها الآخرون عن المستخدم: قد نتلقى معلومات يقدمها لنا أشخاص آخرون، بعضها قد يكون عنك. على سبيل المثال، عندما يستخدم مستخدمون آخرون أنت على معرفة بهم خدمتنا، قد يزودونا برقم هاتفك من دفتر عناوين الهاتف المحمول الخاص بهم (تماما كما قد تقدم أنت معلومات عنهم )، أو قد يوجهون  إليك رسالة أو يوجهون رسائل إلى المجموعات التي تنتمي إليها.</div>
            </div>
        </div>



    <h2>ت‌- الدروس</h1>
    <div style="margin-left: 60px;margin-right: 40px;">
        <div>
            <div style="margin-bottom: 7px;color: blue;">− لنا الحق في الاطلاع على البيانات والمكالمات المرئية والصوتية لضمان حق جميع الأطراف.</div>
            <div style="margin-bottom: 7px;color: blue;">−	التواجد والالتزام بمواعيد الحصص وتجنب أي مقاطعات أو أحاديث أو أفعال جانبية تؤدي للخروج عن سياق الحصة والهدف منها.</div>
        </div>
    </div>


    <h2>ث‌-	التواصل والمخالفات</h1>
        <div style="margin-left: 60px;margin-right: 40px;">
            <div>
                <div style="margin-bottom: 7px;color: blue;">− عدم استخدام الألفاظ الغير صالحة أو المخلة وفي حال ثبوت ذلك يحق للمنصة الخصم من محفظة الشخص المخالف وحذف الحساب.</div>
                <div style="margin-bottom: 7px;color: blue;">- ممنوع نشر أي منشورات مسيئة أو عنصرية أو محرضة على العنف.</div>
                <div style="margin-bottom: 7px;color: blue;">− غير مسموح بتسجيل حصص وإرسالها للطلاب بدون إذن مسبق من المنصة.</div>
                <div style="margin-bottom: 7px;color: blue;">− تجنب تناول أي بيانات شخصية من الطرفين سواء رقم الهاتف أو أي وسيلة تواصل إجتماعي</div>
            </div>
        </div>

    <h2>ج‌-	التعويض</h1>
        <div style="margin-left: 25px;margin-right: 40px;margin-bottom: 15px;">
            <div>يوافق المستخدم على عدم المطالبة بأي تعويض وعدم تحميلنا مسؤولية أي وجميع الأضرار والخسائر والنفقات من أي نوع كانت (بما في ذلك الرسوم والتكاليف القانونية المعقولة) المتعلقة أو الناشئة عن أو بأي شكل من الأشكال فيما يتعلق بأي مما يلي: (أ) وصول المستخدم إلى خدمتنا أو استخدامها، بما في ذلك المعلومات المقدمة والمتعلقة بها ؛ (ب) مخالفة المستخدم  لشروط الخدمة؛ أو (ج) أي تحريف قام به المستخدم . ويلتزم المستخدم بالتعاون بشكل كامل معنا في الدفاع أو في تسوية أي مطالبة.</div>
        </div>

    <h2>ح‌-	تنازل عن المسؤولية</h1>
    <div style="margin-left: 25px;margin-right: 40px;margin-bottom: 15px;">
        <div style="margin-bottom: 7px;color: blue;">على المستخدم  الالتزام بعدم استخدام الخدمة لأي غرض غير قانوني أو غير مصرح به. ويلتزم بألا  يتدخل أو يعطل تجربة أي مستخدم آخر. ولا نُسأل عن أي تفاعل للمستخدم  في مزية "التواصل " على الموقع أي انتهاك لهذه الشروط قد يؤدي إلى توقيع عقوبات مادية أو حذف الحساب. 
            المنصة غير مسؤولة عن أي ضرر في البيانات أو إضاعة حساب أو ضرر مباشر أو غير مباشر؛ لكن نسعى لتأمينك بكل السبل المتاحة والممكنة وفقاً لما تمت الموافقة عليه في هذه الشروط المعلنة.
            </div>
    </div>
</div>